import Container from "@/components/Container/Container";
import MainLayout from "@/components/MainLayout/MainLayout";
import Sidebar from "@/components/Sidebar/Sidebar";
import styles from '@/pageModules/footer/FooterPage.module.scss';

const LicencePage = () => {

    return (
        <Container>
            <MainLayout>
                {/* <Sidebar/> */}
                <div className={styles.wrapper}>
                    <h1 className={styles.title}>ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ</h1>
                    <div className={styles.body}>
                        <p>
                        Настоящее Лицензионное соглашение (далее – «Соглашение») (включая документы, на которые в нем содержатся ссылки, и нашу Политику конфиденциальности) является договором между Вами, физическим лицом (далее – «Вы», «Лицензиат») и между Broskevi Limited , компанией созданной в соответствии с законодательством Республики Кипр, с местонахождением по адресу 17 Renatou Kartesiou, Agios Athanasios, 4105, Limassol, Cyprus (далее – «Лицензиар», «Мы»), согласно которому Вам предоставляются права использования программы для ЭВМ, которая является совокупностью данных, команд и порождаемых ею аудиовизуальных отображений, без внесения платы (активированные данные и команды) или после внесения платы (неактивированные данные и команды) (далее – «Программа») через доступ к веб-сайту privetsecret.com (далее – «Сайт») на основании ограниченной, неисключительной, отзывной и без права сублицензирования лицензии на доступ и использование нашей Программы, а также на использование любого контента, имеющегося в нашей Программе с некоммерческой целью следующими способами:
                        </p>
                        <ul>
                            <li>воспроизводить активированные данные и команды Программы путем копирования в память персонального компьютера или мобильного устройства;</li>
                            <li>
                            воспроизводить неактивированные данные и команды Программы путем копирования в память персонального компьютера или мобильного устройства после уплаты лицензионного вознаграждения;
                            </li>
                            <li>
                            воспроизводить функционал Программы, в т. ч. вносить изменения в персональные настройки Программы, путем создания и изменения профиля, размещения и обработки информации, а также взаимодействия с другими Лицензиатами Программы.
                            </li>
                        </ul>
                        <p>
                        Права на использование данных и команд (активированных и неактивированных) передаются Лицензиаром Лицензиату на условиях, определенных настоящим Соглашением.
                        </p>
                        <p>
                        Сайт, включая активированные и неактивированные данные и команды, является самостоятельным программным обеспечением, доступ к которую осуществляется через privetsecret.com
                        </p>
                        <p>
                        Вы вправе использовать Программу способами, описанными в настоящем Соглашении, на всех территориях, на которых она доступна (и не запрещена для использования согласно действующего законодательства), с использованием стандартных компьютерных средств и программ в рамках функционала ресурсов Лицензиара.
                        </p>
                        <p>
                        Настоящее Соглашение действует с момента принятия его условий Лицензиатом.
                        </p>
                        <p>
                        Начало использования Программы осуществляется в момент перехода на начальную страницу privetsecret.com
                        </p>
                        <p>
                        Использование Программы означает Ваше согласие с условиями этого Соглашения и Политики конфиденциальности, которая является неотъемлемой его частью. Продолжая пользоваться Программой, Вы принимаете настоящее Соглашение и Политику конфиденциальности, независимо от того, являетесь ли Вы зарегистрированным участником или нет. Мы имеем право в любой момент вносить изменения в настоящее Соглашение и Политику конфиденциальности. В случае внесения таких изменений Мы разместим на Сайте обновленные версии Соглашения и Политики конфиденциальности. Вы несете ответственность за регулярное ознакомление с Соглашением и Политикой конфиденциальности.
                        </p>
                        <p>
                        <span>ВЫПОЛНЯЯ ВХОД, ИСПОЛЬЗУЯ, РЕГИСТРИРУЯСЬ НА САЙТЕ ИЛИ ИСПОЛЬЗУЯ ПРОГРАММУ, ЛИЦЕНЗИАТ ПОДТВЕРЖДАЕТ, ЧТО ОН ОЗНАКОМИЛСЯ, ПОНЯЛ И СОГЛАСЕН ВЫПОЛНЯТЬ УСЛОВИЯ НАСТОЯЩЕГО СОГЛАШЕНИЯ</span> (в том числе включенные в него путем отсылки к иным юридически обязывающим документам). Если Лицензиат не согласен с каким-либо условием или оно непонятно, просьба не регистрироваться на Сайте до устранения неясностей или несогласия.
                        </p>
                        <h3>1. ПРЕДМЕТ</h3>
                        <p>
                        1.1. По Соглашению Лицензиар предоставляет Лицензиату права использования Программой на условиях и в порядке, определяемых в Соглашении.
                        </p>
                        <p>
                        1.2. Использование Программы осуществляется на основе «как есть» («as is and as available»), т.е. Лицензиат не вправе требовать или ожидать от Программы иного, чем предоставляется Лицензиаром. Лицензиар не дает каких-либо гарантий по совместимости Программы, по ее функциональности и прочих гарантий и не обязуется осуществлять техническую поддержку в отношении Программы. При этом Лицензиар вправе самостоятельно определять функционал Программы и вносить любые изменения в Программу в любое время.
                        </p>
                        <p>
                        1.3. Право использования отдельных данных и команд Программы предоставляются на возмездной основе только Лицензиатам, осуществляющих оплату лицензионного вознаграждения (далее – «Неактивированные данные и команды»), а именно:
                        </p>
                        <ul>
                            <li>
                            возможность Лицензиата вести переписку с другими Лицензиатами в рамках Сайта;
                            </li>
                            <li>
                            разовое поднятие анкеты Лицензиата вверх списка в поиске анкет с учетом функционала «ТОП»;
                            </li>
                            <li>
                            закрепление анкеты Лицензиата вверху списка анкет по половому признаку с учетом последовательности анкет Лицензиатов с функционалом «ТОП»;
                            </li>
                            <li>
                            иные данные и команды, которые определяются Лицензиаром.
                            </li>
                        </ul>
                        <p>
                        1.4. Лицензиат вправе оплатить лицензионное вознаграждение за использование Неактивированных данных и команд в пользу Лицензиара в самостоятельно выбранном размере. Такой платеж осуществляется в счет исполнения Лицензиаром обязательств по требованию Лицензиата в отношении пополненного аккаунта Лицензиата. Лицензиат самостоятельно выбирает, какие именно Неактивированные данные и команды он хочет, чтобы Лицензиар предоставил ему (т.е. выбирает Неактивированные данные и команды из предлагаемых на Сайте), исходя из прейскуранта (перечня предоставляемых Лицензиаром Неактивированных данных и команд и их стоимости), размещенного на Сайте. Заказанные Неактивированные данные и команды предоставляется Лицензиаром автоматически при достаточности внесенных Лицензиатом средств. <span>ВНЕСЕННЫЕ ЛИЦЕНЗИАТОМ ДЕНЕЖНЫЕ СРЕДСТВА НЕ ВОЗВРАЩАЮТСЯ ЛИЦЕНЗИАТУ, В ТОМ ЧИСЛЕ ПРИ РАСТОРЖЕНИИ СОГЛАШЕНИЯ.</span>
                        </p>
                        <p>
                        1.5. Если Лицензиат инициирует отзыв средств или иным способом пытается возвратить лицензионное вознаграждение, осуществленное в пользу Лицензиара, Лицензиар может по собственному усмотрению немедленно аннулировать анкету Лицензиата на Сайте. Если Лицензиар успешно оспорит требование о возврате средств, и спорные средства будут возвращены Лицензиару, Лицензиат не будете иметь права на возмещение или пополнение своего аккаунта на Сайте.
                        </p>
                        <h3>2. ПРАВА И ОБЯЗАННОСТИ СТОРОН</h3>
                        <p>2.1. Регистрация на Сайте.</p>
                        <p>
                        2.1.1. Лицензиатом может быть только физическое лицо, обладающее необходимой для заключения такого Соглашения дееспособностью.
                        </p>
                        <p>
                        2.1.2. Лицензиат подтверждает, что он является совершеннолетним и не был осужден за совершение уголовного преступления и не обязан регистрироваться как лицо, совершившее преступление сексуального характера. Пользуясь Сайтом, Лицензиат тем самым заверяет и гарантирует, что обладает правом, полномочием и правоспособностью заключать настоящее Соглашение и соблюдать все правила, определенные в Соглашении.
                        </p>
                        <p>
                        2.1.3. Лицензиат подтверждает, что, используя Программу, он не будет нарушать законов и норм своей страны. Лицензиат единолично несёт ответственность за соблюдение всех существующих местных законов и норм.
                        </p>
                        <p>
                        2.1.4. Регистрация осуществляется Лицензиатом в автоматическом (без участия Лицензиара) порядке, предусмотренном Лицензиаром на Сайте.
                        </p>
                        <p>
                        2.1.5. Регистрация невозможна без согласия Лицензиата с Соглашением и Политикой конфиденциальности. Регистрацией Лицензиат выражает полное и безоговорочное согласие с Соглашением и Политикой конфиденциальности, а также иными правилами, которые могут размещаться на Сайте, обязуется соблюдать их.
                        </p>
                        <p>
                        2.1.6. В результате регистрации Лицензиату создается аккаунт (анкета). Доступ к аккаунту Лицензиат осуществляет по логину и паролю. Лицензиат обязуется сохранять конфиденциальность своего логина и пароля для доступа на Сайт. При этом, Лицензиат также несет единоличную ответственность за все действия, которые происходят с использованием этих учетных данных. Если Вы считаете, что кто-то получил доступ к Вашей анкете, немедленно обратитесь в службу поддержки Сайта.
                        </p>
                        <p>
                        2.2. Если иное не предусмотрено на Сайте, Лицензиат вправе иметь на Сайте только один аккаунт (анкету). При нарушении условия создания аккаунтов Лицензиар вправе заблокировать Лицензиату доступ ко всем или некоторым аккаунтам, а также удалить все или некоторые такие аккаунты. Данное нарушение может быть также основанием для отказа Лицензиату в повторной регистрации на Сайте (в том числе и тогда, когда Лицензиар удалил все аккаунты Лицензиата). В частности, запрещается создание новых анкет после блокировки Лицензиаром любой из анкет Лицензиата, в том числе с использованием другого IP-адреса, контактных и/или платежных данных, иных способов и попыток выдать себя за другое лицо. Лицензионное вознаграждение, внесенное на любой из аккаунтов заблокированного Лицензиата, возврату не подлежит.
                        </p>
                        <p>
                        2.3. Неактивированные данные и команды, предлагаемые Лицензиаром на Сайте, предоставляются на условиях Соглашения и в рамках него. Лицензиар вправе определять особые условия для конкретных Неактивированных данных и команд, и в случае противоречия Соглашению будут действовать условия, установленные Лицензиаром для конкретных Неактивированных данных и команд. Лицензиар доводит все особые условия Неактивированных данных и команд, включая размер лицензионного вознаграждения, до Лицензиата до их заказа. Если иное не указано на Сайте, отправка Лицензиатом заявки через Сайт на конкретные Неактивированные данные и команды (нажатие соответствующей кнопки, отправление формы) считается реализацией Лицензиатом его права требования предоставления конкретных Неактивированных данных и команд в количестве и объеме, соответствующих уплаченному Лицензиатом лицензионному вознаграждению (балансу Лицензиата). Если иное прямо не указано на Сайте, все Неактивированные данные и команды предоставляются Лицензиату в автоматическом порядке сразу после направления заявки через Сайт при условии достаточности средств на балансе Лицензиата. Неактивированные данные и команды считаются надлежаще предоставленными и принятыми Лицензиатом, если Лицензиат не направил письменных претензий в течение 12 часов после заказа Неактивированных данных и команд. Такие письменные претензии Лицензиат может направить в службу поддержки.
                        </p>
                        <p>
                        2.4. Возможные способы оплаты лицензионного вознаграждения указываются Лицензиаром на Сайте. Лицензиат понимает, что платежные агенты могут брать комиссию за прием платежей в пользу Лицензиара и что фактическая оплаченная платежному агенту сумма, как правило, является больше того размера платежа, который будет считаться полученным Лицензиаром (зачисленным на баланс Лицензиата). При использовании платежных систем третьих лиц, Лицензиат принимает и соблюдает правила пользования указанными платежными системами.
                        </p>
                        <p>
                        2.5. Лицензиар также вправе предоставлять некоторым зарегистрированным Лицензиатам по собственному выбору дополнительные данные и команды, в целях улучшения работы Сайта и качества работы Программы.
                        </p>
                        <p>
                        2.6. Лицензиат вправе использовать Программу в рамках того функционала, что прямо им предусмотрен и предполагается. Лицензиат обязуется воздерживаться от модификации Программы и порождаемых ею результатов, в том числе путем воздействия на нее программными кодами и прямо не предусмотренными запросами, от адаптации и декомпиляции программы для ЭВМ, от обхода технических средств защиты. Лицензиат обязуется воздерживаться от использования возможных технических уязвимостей Программы (багов, &quot;дыр&quot; и т.п.), а при их обнаружении обязуется уведомить Лицензиара в кратчайшие сроки по электронной почте и/или через аккаунт, если такая техническая возможность предусмотрена на Сайте.
                        </p>
                        <p>
                        2.7. Контент, размещаемый Лицензиатом.
                        </p>
                        <p>
                        2.7.1. Лицензиат и только Лицензиат определяет способы использования Программы в рамках предоставленных ему Соглашением и техническим функционалом Программы возможностей. Лицензиат несет полную ответственность за размещаемые им материалы (контент) как перед лицом, права которого нарушены, так и перед Лицензиаром, и за нарушение им условий Соглашения. Лицензиат подтверждает, что вся информация, которую он предоставляет при использовании Программы (включая, без ограничения, при создании своей анкеты), является точной и правдивой.
                        </p>
                        <p>
                        2.7.2. Лицензиар не контролирует (не отслеживает, не одобряет и не утверждает) материалы, размещаемые Лицензиатом. В том числе Лицензиар не контролирует содержание страниц Лицензиата (страниц Сайта (включая без ограничения анкеты Лицензиата), которые Лицензиат вправе изменять и/или изменяет). Лицензиар предоставляет Лицензиату техническую возможность для создания в рамках Программы страницы (анкеты). Лицензиар не инициирует размещение материала в интересах или от имени Лицензиата. Размещение материала Лицензиата осуществляется по его инициативе и в результате его действий с использованием автоматизированных технических средств и программного комплекса Лицензиара. Лицензиар не контролирует конкретное размещение материала, не выбирает и не утверждает конечных получателей материала – посетителей Сайта. Лицензиар никак не изменяет содержание размещаемого Лицензиатом материала.
                        </p>
                        <p>
                        2.7.3. Лицензиат понимает и соглашается с тем, что Лицензиар имеет право отслеживать или просматривать любые материалы, которые Лицензиат размещает в рамках Программы. Лицензиар сохраняет за собой право в одностороннем порядке в любое время удалять, изменять способ отображения или блокировать (делать недоступным третьим лицам) любой материал, приостанавливать или ограничивать доступ Лицензиата к аккаунту (анкете), отказаться в одностороннем порядке от Соглашения, что влечет удаление аккаунта Лицензиата, ограничить или блокировать доступ Лицензиата к Программе, если Лицензиару станет известно (в том числе от третьих лиц), что пользование Лицензиатом Сайтом нарушает или способствует нарушению прав Лицензиара, прав третьих лиц (в том числе иных Лицензиатов и/или посетителей Сайта), норм законодательства, международных норм и правил, Соглашения (в том числе если Лицензиат осуществляет запрещенные действия, указанные в статье 3 настоящего Соглашения) и/или не соответствует идее, цели и сути использования Сайта – в целях пресечения нарушения и/или несоответствия. В любом случае Лицензиар не изменяет содержание материалов Лицензиата при их добавлении и не осуществляет премодерацию. Лицензиар вправе совершить действия, предусмотренные настоящим пунктом, без предварительного уведомления Лицензиата, если сочтет необходимым незамедлительное реагирование на нарушение или предполагаемое нарушение. Лицензиат обязуется принять действия (меры) Лицензиара, совершенные на основании настоящего пункта, вне зависимости от их оценки и оценки вызвавших их оснований самим Лицензиатом.
                        </p>
                        <p>
                        2.8. Программа является площадкой, используемой Лицензиатом для знакомств, в связи с чем он просит Лицензиара и предоставляет Лицензиару разрешение использовать по усмотрению Лицензиара размещаемую Лицензиатом в анкете информацию и/или фотографии в рекламе Лицензиара, Программы, если при таком использовании Лицензиар дает ссылку на анкету Лицензиата.
                        </p>
                        <p>
                        2.9. Лицензиат обязуется ознакамливаться и соблюдать условия пользования Программой и иные условия, связанные с Программой и Соглашением, содержащиеся на Сайте и исходящие от Лицензиара.
                        </p>
                        <p>
                        2.10. Размещая свою информацию и/или фотографии на Сайте, Лицензиат подтверждает, что осознает, что информация становится публично доступной, что Лицензиат использует Сайт как площадку для реализации собственного волеизъявления по их размещению в публичный доступ. Лицензиат вправе в любое время изменить способ отображения такой информации или удалить ее (также в автоматизированном режиме). Лицензиат понимает, что дизайн Программы, отображение введенной информации может меняться, но не сама информация Лицензиата. Лицензиар осуществляет сбор и обработку персональных данных Лицензиата в соответствии с Политикой конфиденциальности, которая является неотъемлемой частью настоящего Соглашения.
                        </p>
                        <p>
                        2.11. Лицензиат понимает, что при использовании Программы третьими лицами, предоставляющими услуги ведения статистики посещаемости сайта (Интернет-счетчики), собирается техническая информация об устройстве Лицензиата, с которого осуществляется доступ на Сайт, в том числе, но не исключительно, IP-адрес, примерное место нахождения устройства, информация об операционной системе, Интернет-браузере, разрешении экрана и т.п. Данная информация может быть использована Лицензиаром для идентификации Лицензиата при исполнении Соглашения, а также в целях развития Сайта и оптимизации Сайта под Лицензиата.
                        </p>
                        <p>
                        2.12. Лицензиат разрешает Лицензиару использовать предоставленную им контактную информацию в целях продвижения товаров, работ, услуг на рынке путем осуществления прямых контактов с ним, в том числе в целях сообщения об изменениях на Сайте, конкурсах, мероприятиях и т.д. Данное разрешение может быть отозвано Лицензиатом через его аккаунт на Сайте в предусмотренном там порядке.
                        </p>
                        <p>
                        2.13. Лицензиат дает свое согласие на принятие Лицензиаром на основании исключительно автоматизированной обработки персональных данных решений, порождающих юридические последствия в отношении Лицензиата или иным образом затрагивающих его права и законные интересы, когда это касается предоставления тех или иных дополнительных прав/возможностей Лицензиату (например, предоставление скидок на Неактивированные данные и команды, предоставление дополнительного функционала на Сайте, розыгрыши призов в виде товаров и услуг и т.п.).
                        </p>
                        <p>
                        2.14. При общении с представителями службы поддержки Сайта Лицензиат соглашается вести себя уважительно и добродушно. Если Лицензиар считает, что поведение Лицензиата по отношению к представителю службы поддержки Сайта является угрожающим или оскорбительным, Лицензиар оставляет за собой право немедленно прекратить действие анкеты Лицензиата.
                        </p>
                        <p>
                        2.15. Лицензиат соглашается с тем, что Лицензиар и его аффилированные лица и независимые партнеры имеют право размещать рекламу в рамках Программы и Сайта. Отправляя Лицензиару предложения или отзывы относительно Программы и Сайта, Лицензиат соглашается с тем, что Лицензиар имеет право использовать и передавать эти отзывы в любых целях без выплаты Лицензиату какой-либо компенсации.
                        </p>
                        <p>
                        2.16. Лицензиат соглашается с тем, что Лицензиар имеет право получать, сохранять и раскрывать информацию об анкете Лицензиата и материалах, размещенных Лицензиаром на Сайте если это требуется по закону или если Лицензиар добросовестно считает, что такой доступ, сохранение или разглашение разумно необходимы, например: (I) для выполнения постановления суда; (II) для обеспечения выполнения требований настоящего Соглашения; (III) для ответа на претензии о том, что какие-либо материалы нарушают права третьих лиц; (IV) для ответа на запросы Лицензиата; (V) для защиты права собственности или обеспечения личной безопасности Лицензиара или любого другого лица.
                        </p>
                        <p>
                        2.17. Лицензиат соглашается с тем, что при использовании Программы возможно использование разнообразных сервисов/услуг третьих лиц, контроль за которыми не осуществляется Лицензиаром.
                        </p>
                        <p>
                        2.18. Лицензиат соглашается с тем, что Лицензиар оставляет за собой все права, правовые титулы и законные интересы в отношении Программы и Сайта и соответствующие права на интеллектуальную собственность, а также сохраняет за собой все не изложенные здесь явным образом права. Авторские права в отношении Программы и Сайта (включая текст, графические материалы, логотипы, иконки, аудиозаписи и программное обеспечение) являются исключительной собственностью Лицензиара.
                        </p>
                        <h3>3. ЗАПРЕЩЕННЫЕ ДЕЙСТВИЯ</h3>
                        <p>
                        3.1. Лицензиат не должен размещать на Сайте персональные данные третьих лиц, если иное прямо не допускается законодательством. Как только то или иное действие в отношении определенных персональных данных перестало разрешаться законодательством, Лицензиат обязан незамедлительно привести размещенную на Сайте информацию в соответствие с законодательством.
                        </p>
                        <p>
                        3.2. Лицензиат гарантирует, что он не преследует никаких профессиональных и (или) предпринимательских целей в связи с регистрацией на Сайте. Лицензиат обязуется не использовать Программу в профессиональных, рекламных или предпринимательских целях. В том числе, но не исключительно, Лицензиат не имеет права предлагать любые товары или услуги за плату, рекламировать коммерческие интернет-сайты, устанавливать контакт с другими Лицензиатами в целях последующего получения прибыли, собирать данные у других Лицензиатов или запрашивать данные у других Лицензиатов с целью коммерческого использования, рекламы или перепродажи, отправлять другим Лицензиатам рекламу в любой форме, касающейся коммерческих предложений.
                        </p>
                        <p>
                        3.3. Лицензиат гарантирует, что все предоставленные данные являются точными и достоверными, и что он несёт ответственность за информацию своей учётной записи, включая свой пароль.
                        </p>
                        <p>
                        3.4. Лицензиат гарантирует, что не будет включать в свою анкету (в том числе фото профиля) на Сайте телефонные номера, адреса улиц, фамилии, унифицированные указатели ресурсов (URL), адреса электронной почты или какие-либо другие контактные данные.
                        </p>
                        <p>
                        3.5. Лицензиат не должен умышленно выдавать персональные данные третьих лиц за свои собственные данные. В частности, Лицензиат не имеет права указывать банковские реквизиты или платежные данные третьих лиц.
                        </p>
                        <p>
                        3.6. Лицензиат гарантирует, что не будет размещать, отправлять по электронной почте или иным образом передавать любые материалы, которые содержат вирусы или любые иные компьютерные коды, файлы или программы, созданные для нарушения, разрушения или ограничения функционала любых компьютерных программ или аппаратного обеспечения или телекоммуникационного оборудования.
                        </p>
                        <p>
                        3.7. Лицензиат гарантирует, что не будет модифицировать, адаптировать, сублицензировать, переводить, продавать, разрабатывать техническую документацию по готовому изделию, дешифровать, детранслировать или иным образом фрагментировать любые части Программы или любого программного обеспечения Сайта или для Сайта или организовывать выполнение указанных действий другими лицами.
                        </p>
                        <p>
                        3.8. Лицензиат гарантирует, что не будет использовать роботов, ботов, «пауки», поисковые роботы, «скраперы», поисковые приложения, прокси или другие ручные или автоматические устройства, методы или процессы для доступа, извлечения, индексирования, программы-шпионы или каким-либо образом воспроизводить или обходить навигационную структуру или представление Программы или ее содержимого.
                        </p>
                        <p>
                        3.9. Лицензиат гарантирует, что не будет создавать «фрейм» или «зеркало» какой-либо части Программы.
                        </p>
                        <p>
                        3.10. Лицензиат гарантирует, что не будет использовать метатеги, код или другие устройства, содержащие какие-либо ссылки на Сайт, Лицензиара или Программу (или любые товарные знаки, торговые марки, знаки обслуживания, логотипы или слоганы Лицензиара), чтобы направить любое лицо на любой другой веб-сайт в любых целях.
                        </p>
                        <p>
                        3.11. Лицензиат гарантирует, что не будет использовать, получать доступ или публиковать интерфейс программирования Сайта и Программы.
                        </p>
                        <p>
                        3.12. Лицензиат не должен размещать на Сайте порнографические и другие незаконные или запрещенные материалы, содержащие изображение обнаженного тела, графическое или беспричинное насилие.
                        </p>
                        <p>
                        3.13. Лицензиат не будет пытаться вмешиваться в работу Программы, нанести вред Программе, похитить информацию с Программы или получить несанкционированный доступ к Программе, учетным записям других Лицензиатов, или технологиям и оборудованию, поддерживающим Программу.
                        </p>
                        <p>
                        3.14. Лицензиат не будет размещать, распределять или воспроизводить защищенные авторскими правами материалы, торговые марки или любую иную конфиденциальную информацию, не получив предварительного согласия владельца таких имущественных прав.
                        </p>
                        <p>
                        3.15. Лицензиат обязуется воздерживаться от использования Программы в недобросовестных целях и при использовании Программы не будет нарушать права третьих лиц, в том числе, но не исключительно, путем разжигания конфликтов, пропаганды расизма, нетерпимости, ненависти (включая физические угрозы любого вида против любого человека или группы лиц), ущемление прав и законных интересов третьих лиц, наживы, обмана, введения в заблуждение, мошенничества, оскорбления, унижения человеческого достоинства, спама и иными способами.
                        </p>
                        <p>
                        3.16. Лицензиар не несет ответственность за действия любого Лицензиата в рамках Сайта или за его пределами. Лицензиат соглашается проявлять осторожность при взаимодействии с другими Лицензиатами, особенно если он принимает решение встретиться лично. Лицензиат не обязан предоставлять свою финансовую информацию (например, информацию о своей кредитной карте или банковском счете), а также передавать или иным образом отправлять денежные средства другим Лицензиатам.
                        </p>
                        <p>
                        3.17. Лицензиат несет исключительную ответственность за взаимодействие с другими Лицензиатами. Лицензиар не проверяет судимости Лицензиатов, равно как и не запрашивает иную личную информацию Лицензиатов. Лицензиар не дает никаких гарантий в отношении поведения Лицензиатов. Лицензиар оставляет за собой право проверять судимость или проводить другие проверки (например, поиск по списку лиц, совершивших преступление сексуального характера) в любое время с помощью открытых источников.
                        </p>
                        <h3>4. ИЗМЕНЕНИЕ И ПРЕКРАЩЕНИЕ СОГЛАШЕНИЯ</h3>
                        <p>
                        4.1. Лицензиар имеет право вносить изменения в Соглашение в одностороннем порядке. При внесении изменений в Соглашение Лицензиар уведомляет об этом Лицензиатов путем размещения новой редакции Соглашения на Сайте.
                        </p>
                        <p>
                        Если иное не оговорено в изменяемых документах или в уведомлении об изменении, изменения вступают в силу на следующий день после их принятия.
                        </p>
                        <p>
                        Если Лицензиат не отказался от исполнения Соглашения в порядке, предусмотренном п. 4.4 Соглашения, до вступления в силу изменений, считается, что он безоговорочно принял их в полном объеме.
                        </p>
                        <p>
                        4.2. Лицензиар вправе в одностороннем порядке отказаться от исполнения Соглашения и/или заблокировать (приостановить и/или прекратить доступ Лицензиата к его аккаунту и/или удалить его анкету), если Лицензиат нарушил любое из условий Соглашения или его использование Программы противоречит сложившимся правилам использования Программы.
                        </p>
                        <p>
                        4.3. Лицензиар оставляет за собой право проводить расследования и (или) прекращать действие анкеты Лицензиата без возмещения каких-либо лицензионных платежей, если Лицензиат злоупотребляет Программой и Сайтом или если, по мнению Лицензиара, поведение Лицензиата является неприемлемым или незаконным, включая действия или сообщения вне Сайта, которые связаны с другими Лицензиатами, с которыми Лицензиат познакомился с помощью Сайта.
                        </p>
                        <p>
                        4.4. Лицензиар вправе в любое время немотивированно в одностороннем порядке полностью или частично отказаться от исполнения Соглашения, уведомив Лицензиата за три дня на Сайте через аккаунт.
                        </p>
                        <p>
                        4.5. Лицензиат вправе немотивированно в одностороннем порядке отказаться от исполнения Соглашения путем направления Лицензиару соответствующего уведомления по электронной почте, если на момент отказа он не нарушает Соглашение и к нему не применены меры за нарушение условий Соглашения (в частности, блокировка). В результате отказа от исполнения Соглашения аккаунт и анкета Лицензиата удаляются.
                        </p>
                        <p>
                        4.6. Лицензиат не вправе расторгнуть Соглашение, если его аккаунт и/или анкета заблокированы или удалены за нарушение Соглашения, а также не вправе заключить Соглашение повторно.
                        </p>
                        <h3>5. ОТВЕТСТВЕННОСТЬ СТОРОН</h3>
                        <p>
                        5.1. Лицензиар предоставляет Программу в существующем состоянии и по возможности в соответствии с действующим законодательством и не дает никаких явных, подразумеваемых, установленных законом или других гарантий в отношении Программы (включая все материалы), в частности, какие-либо подразумеваемые гарантии удовлетворительного качества, коммерческой ценности, пригодности для определенной цели или ненарушения прав. Лицензиар не гарантирует, что: (a) Программа будет работать бесперебойно, безопасно или безошибочно; (b) дефекты или ошибки в программе будут исправлены; (c) материалы или информация, которые Лицензиат получит с помощью Программы, являются точными. Лицензиар не несет ответственности за материалы, которые Лицензиат или третье лицо, размещает, отправляет или получает с помощью Программы. Лицензиат осуществляет доступ к материалам, загруженным или иным образом полученным с помощью Программы, на свой собственный страх и риск.
                        </p>
                        <p>
                        5.2. В случае привлечения Лицензиара в качестве соответчика или ответчика или в случае предъявления Лицензиару досудебных требований в связи с размещенным Лицензиатом материалом, Лицензиат обязан возместить Лицензиару все понесенные убытки в полном объеме (включая расходы на юридические услуги, связанные с досудебным урегулированием, судебные расходы, выплаченные штрафы, компенсации, убытки и т.п.). Указанное обязательство подлежит исполнению в течение десяти дней с момента направления требования Лицензиату.
                        </p>
                        <p>
                        5.3. В случае использования Лицензиатом (любым способом, в том числе путем: копирования, распространения, доведения до всеобщего сведения, адресной передачи средствами связи и др.) целиком или частично результатов интеллектуальной деятельности, размещенных на Сайте, базы данных Лицензиара, охраняемой смежными правами, и/или иной информации (в том числе создание дубликата анкет одного или нескольких Лицензиатов на сторонних сайтах и/или на Сайте), Лицензиар вправе взыскать с Лицензиата соответствующую компенсацию согласно применимому законодательству.
                        </p>
                        <p>
                        5.4. Лицензиар не несет ответственности за любые убытки или ущерб, нанесенные Лицензиату в результате невыполнения последним требований настоящего Соглашения по сохранению конфиденциальности логина и пароля Лицензиата.
                        </p>
                        <p>
                        5.5. Лицензиат подтверждает и соглашается с тем, что он несет полную ответственность за все размещаемые им на Сайте сообщения, материалы, комментарии и прочую информацию.
                        </p>
                        <p>
                        5.6. Лицензиат подтверждает своё понимание того, что Лицензиар не несет ответственности за любой прямой, косвенный, случайный ущерб, включая упущенную выгоду, нанесение вреда деловой репутации, потерю данных, возникающих вследствие использования, результатов такого использования, или невозможности использования Лицензиатом Программы, а также в случае изменения Лицензиаром настоящего Соглашения.
                        </p>
                        <p>
                        5.7. В соответствии с действующим законодательством Лицензиар, его аффилированные лица, сотрудники или поставщики услуг не несут ответственности за какие-либо непрямые, косвенные, условные, случайные, специальные или штрафные убытки, в частности, прямую или косвенную потерю прибыли, или какую-либо утрату данных, возможности использовать, утрату репутации или другие нематериальные убытки, понесенные в результате: (i) доступа, или использования, или невозможности доступа, или использования Программы Лицензиатом; (ii) действий или материалов других Лицензиатов или третьих лиц, совершенных или связанных с Программой; (iii) несанкционированного доступа, использования или изменения материалов Лицензиата, даже если Лицензиару было известно о возможности несения таких убытков. Совокупная ответственность Лицензиара в рамках всех претензий, касающихся Программы, не может превышать сумму, выплаченную Лицензиатом Лицензиару за использование Программы, при условии наличия у Лицензиата анкеты.
                        </p>
                        <h3>6. ИНЫЕ ПОЛОЖЕНИЯ</h3>
                        <p>
                        6.1. Ввиду того, что Лицензиату предоставляются Неактивированные данные и команды в порядке, определенном настоящим Соглашением, Стороны договорились считать для себя обязательным технические ограничения и иные условия предоставления Неактивированных данных и команд, а также условия того или иного использования, отраженные Лицензиаром (но не иными лицами) на страницах Сайта.
                        </p>
                        <p>
                        6.2. Данное Соглашение и любые споры или претензии, возникающие из или в связи с ним, или являются его предметом (в том числе внедоговорные споры и претензии), регулируются и толкуются в соответствии с правом Англии и Уэльса. Однако принимая во внимание международную доступность Сайта в сети Интернет, Лицензиат при использовании Неактивированных данных и команд в целом должен принимать во внимание законодательство страны, в которой такой Лицензиат находится и/или законодательство, которое будет применимо к тем или иным отношениям Лицензиата. При этом данное условие не отменяет значимости применимого к Соглашению законодательства Англии и Уэльса.
                        </p>
                        <p>
                        6.3. Местом исполнения Соглашения является адрес (место нахождения) Лицензиара.
                        </p>
                        <p>
                        6.4. Компетентным судом по рассмотрению споров, связанных с Соглашением, будет суд по месту регистрации Лицензиата, определяемому на день подачи искового заявления.
                        </p>
                        <p>
                        6.5. Стороны признают юридическую силу за направляемыми Сторонами через аккаунт на Сайте документами (уведомлениями об изменении данных, заявками Лицензиата и др.) и уведомлениях по электронной почте. Такие документы, подписанные простой электронной подписью (со стороны Лицензиата доступ к аккаунту осуществляется по логину и паролю или путем авторизации через сторонние сайты, доступ к которым осуществляется также по логину и паролю; со стороны Лицензиара – путем ввода логина и пароля), признаются равнозначными документам на бумажных носителях, подписанным собственноручной подписью соответствующей Стороны.
                        </p>
                        <p>
                        6.6. Признание любого из положений или условий настоящего Соглашения недействительным или ничтожным не прекращает действия Соглашения и не влечёт собой признание недействительным или ничтожным Соглашения в целом. Стороны продолжают придерживаться настоящего Соглашения без такого положения или условия, признанного недействительным или ничтожным.
                        </p>
                        <p>
                        6.7. Настоящее Соглашение является полностью действительным в период использования Лицензиатом Сайта. Лицензиат может прекратить свою регистрацию на Сайте в любое время и по любой причине, связавшись с нашей службой поддержки в режиме онлайн. Лицензиар может аннулировать или приостановить использование Лицензиатом Программы или анкету Лицензиата в любое время без указания причины и уведомления. Лицензиар не обязан раскрывать Лицензиату информацию о причине аннулирования анкеты Лицензиата. После аннулирования анкеты Лицензиата все условия, которые, в силу их характера, могут оставаться действительными после прекращения действия настоящего Соглашения, будут считаться действительными после прекращения Соглашения. Лицензиар оставляет за собой право, по своему усмотрению, инициировать процессуальные действия с целью возмещения убытков Лицензиара или возможных убытков других Лицензиатов или третьих лиц в связи с нарушением Лицензиатом условий настоящего Соглашения.
                        </p>
                    </div>
                </div>
            </MainLayout>
        </Container>
    )
}

export default LicencePage;