import Container from "@/components/Container/Container";
import MainLayout from "@/components/MainLayout/MainLayout";
import Sidebar from "@/components/Sidebar/Sidebar";
import styles from '@/pageModules/footer/FooterPage.module.scss';

const PrivatePage = () => {

    return (
        <Container>
            <MainLayout>
                <Sidebar/>
                <div className={styles.wrapper}>
                    <h1 className={styles.title}>Политика в отношении обработки персональных данных</h1>
                    <div className={styles.body}>
                        <h3>1. Общие положения</h3>
                        <p>
                        1.1. PrivetSecret (далее - «Мы» и «Нас/Нам») уважает право на защиту персональных данных физических лиц, использующих Программу через Сайт (далее – «Пользователи», «Лицензиаты» и «Вы»), и разработала данную Политику в отношении обработки персональных данных (далее – «Политика»), чтобы продемонстрировать свое обязательство по защите персональных данных Лицензиатов.
                        </p>
                        <p>
                        1.2. Данная Политика определяет порядок обработки и защиты персональных данных Пользователей, виды собираемых персональных данных, цели использования таких персональных данных, Наше взаимодействие с третьими лицами, условия доступа к персональным данным, а также контактная информация для Пользователя о получении доступа, внесении изменений, блокировки или удаление своих персональных данных и обращение по любым вопросам, которые могут возникнуть у Пользователя относительно практики защиты персональных данных.
                        </p>
                        <p>
                        1.3. Просим внимательно прочитать данную Политику перед использованием Нашего Сайта. РЕГИСТРИРУЯСЬ НА САЙТЕ И ИСПОЛЬЗУЯ ПРОГРАММУ ЧЕРЕЗ САЙТ, ПОЛЬЗОВАТЕЛЬ СОГЛАШАЕТСЯ СО ВСЕМИ УСЛОВИЯМИ НАСТОЯЩЕЙ ПОЛИТИКИ И ДАЕТ СВОЕ СОГЛАСИЕ НА ОБРАБОТКУ И ИСПОЛЬЗОВАНИЕ СВОИХ ПЕРСОНАЛЬНЫХ ДАННЫХ.
                        </p>
                        <p>
                        1.4. Вы можете в любое время отозвать свое согласие на обработку и использование Персональных данных, прекратив использование соответствующим Сайтом. Если Вы являетесь Пользователем, создавшим аккаунт, Вы можете отозвать свое согласие на обработку и использование Персональных данных, прекратив использование Вашего аккаунта и отправив Нам запрос на приостановку или удаление Вашей учетной записи.
                        </p>
                        <p>
                        1.5. В случае несогласия Лицензиата с условиями Политики, использование Программы через Сайт должно быть немедленно прекращено. Политика является неотъемлемой частью Лицензионного соглашения PrivetSecret, которое содержит ссылку на настоящую Политику. Термины, употребляемые с заглавной буквы, не имеющие определения в Политике, имеют значения предусмотренные в Лицензионном соглашении.
                        </p>
                        <p>
                        1.6. В случае возникновения каких-либо вопросов касательно настоящей Политики, просим связаться с Нами по адресу, указанному в разделе «Контакты» настоящей Политики ниже. Согласно положениям законодательства Англии и Уэльса о персональных данных согласие Лицензиата на обработку персональных данных не требуется, поскольку такая обработка осуществляется Нами в целях исполнения Лицензионного соглашения, заключенного с Лицензиатом. Мы не проверяем достоверность получаемой (собираемой) информации о Лицензиатах.
                        </p>
                        <p>
                        1.7. Размещая информацию на персональной странице на Сайте, в том числе свои персональные данные, Вы осознаете и соглашаетесь с тем, что указанная информация может быть доступна другим пользователям сети Интернет.
                        </p>
                        <h3>2. Объем и категории информации, которую Мы собираем о Вас</h3>
                        <p>
                        Общие положения. Мы собираем информацию, которая позволяет идентифицировать Вас, связаться с Вами или установить ваше местонахождение, а именно Ваше имя и электронный адрес (персональные данные), а также другую информацию, не идентифицирующую Вас (обезличенные персональные данные). Когда Вы предоставляете личную информацию через Наш Сайт, она может передаваться серверам, расположенным в разных странах по всему миру.
                        </p>
                        <p>
                        2.1. Информация, которую Вы предоставляете. Мы можем собирать и хранить персональные данные, когда Вы регистрируетесь и пользуетесь Сайтом (в том числе при редактировании своих страниц на Сайте) или предоставляете Нам персональные данные иным путем. Такие данные включают в себя имя Лицензиата, адрес проживания, адрес электронной почты, номер телефона, дату рождения, фотографии. Мы также запрашиваем другую информацию о Ваших интересах и роде деятельности, ваш пол и возраст, и другие личные характеристики и демографические данные, такие как рост, вес, телосложение, цвет волос и глаз, образование, родной город, семейный статус, наличие вредных привычек, наличие детей. Информация также может собираться во время переписки с Нами (к примеру, по электронной почте или чате), когда Вы сообщаете об ошибке на Нашем Сайте, когда Вы приобретаете лицензию на использование неактивированных данных и команд, ищете неактивированные данные и команды или делитесь данными через какие-либо функции социальных сетей на нашем Сайте.
                        </p>
                        <p>
                        2.2. Осуществление платежей. Когда Вы платите через Сайт, Вам необходимо предоставить Нам и третьему лицу (сертифицированному поставщику услуг по обработке платежей), оказывающему услуги, информацию о счете, например, номер Вашей кредитной карты. Мы не собираем и не храним полную информацию о номере кредитной карты, при этом Нам может понадобиться другая информация, связанная с кредитной картой, для обработки будущих платежей и сводные данные об операциях, не включающие номера кредитных карт и банковских счетов.
                        </p>
                        <p>
                        2.3. Информация о местонахождении Вашего устройства. Мы можем собирать и хранить информацию о местонахождении Вашего устройства, если настройки Вашего устройства будут отправлять ее Нам. Мы используем эту информацию для персонализации Сайта для Вас, например, для выбора системы оплаты, определения возможности Вашего участия в акциях, а также для демонстрации рекламных объявлений, которые могут Вас заинтересовать.
                        </p>
                        <p>
                        2.4. Информация о других людях. Мы можем собирать и сохранять персональные данные о других людях, которые Вы предоставляете Нам, такую как их имена, адрес и электронная почта. Если Вы используете Сайт для отправки другим людям продукции в качестве подарка, Мы можем сохранить ваши персональные данные, а также персональные данные каждого получателя, с целью обработки таких запросов или упрощения дальнейших действий.
                        </p>
                        <p>
                        2.5. Информация, которую Мы собираем автоматически. Мы автоматически собираем информацию, когда Вы посещаете Сайт. Такая информация может включать ваш IP-адрес, тип и язык Вашего браузера, место и время доступа, адрес веб-сайта, с которого Вы перешли.
                        </p>
                        <p>
                        2.6. Куки-файлы и использование данных куки. Мы используем различные технологии для сбора информации с Вашего устройства и о Ваших действиях на Сайте. Это помогает Нам обеспечить наилучшее качество работы Сайта, а также улучшить его работу.
                        </p>
                        <p>
                        При посещении Вами Сайта Мы или Наши партнёры можем разместить на Вашем устройстве куки-файлы для улучшения доступа к Сайту и персонализации рекламы для Вас. Используя куки-файлы, Мы также можем автоматически получать информацию о Вашей активности на Сайте, время и даты Ваших посещений, ссылки, которые Вы выбираете, и характер информации, которую Вы ищете на Сайте. Во время Ваших посещений других веб-сайтов или онлайн сервисов, на которых Мы размещаем рекламу, Мы (или третьи лица) можем использовать данные, собранные на Сайте, для демонстрации рекламных объявлений PrivetSecret.
                        </p>
                        <p>
                        Хотя Вы не можете полностью отказаться от получения онлайн рекламы, Вы можете прекратить получение целевой рекламы PrivetSecret в ходе Ваших посещений других веб-сайтов и онлайн сервисов. Большинство браузеров автоматически принимают куки-файлы но, как правило, Вы можете изменять настройки Вашего браузера для того, чтобы отклонять запросы на куки-файлы. Необходимо помнить, что если Вы отклоните куки-файлы, Вы можете утратить возможность регистрации на Нашем Сайте или использования отдельных интерактивных функций на Нашем Сайте.
                        </p>
                        <p>
                        2.7. Прочие технологии. Мы можем использовать стандартные интернет-технологии, такие как веб-маяки и другие подобные технологии, чтобы отслеживать как Вы используете Наш сайт. Также Мы можем включать веб-маяки в рекламу или сообщения электронной почты для определения их эффективности. Информация, которую Мы получаем таким образом, позволяет Нам настраивать неактивированные данные и команды, которые Мы предлагаем посетителям и Лицензиатам Нашего Сайта, создавать целевую рекламу и измерять общую эффективность Нашей онлайн-рекламы, контента, программного кода и других мероприятий.
                        </p>
                        <p>
                        2.8. Информация, которую собирают третьи лица. Мы можем разрешить третьим лицам, включая Наших поставщиков услуг (в том числе, аналитические сервисы, рекламные агентства), использовать куки-файлы и другие подобные технологии для сбора информации о том, как Сайт, реклама и сообщения электронной почты просматриваются и как к ним осуществляется доступ. Мы не предоставляем никакие персональные данные таким третьим лицам. Такая информация позволяет Нам узнать больше о том, как используется Сайт с тем, чтобы создавать целевую рекламу и измерять ее эффективность. Наши партнеры также могут собирать информацию о Вашей активности в режиме онлайн с течением времени, на других устройствах, и на других веб-сайтах или онлайн сервисах, когда они тоже используют сервисы Наших партнеров. Когда они предоставляют такие сервисы, они руководствуются своей собственной политикой конфиденциальности.
                        </p>
                        <h3>3. Каким образом Мы используем собранную Нами информацию</h3>
                        <p>
                        3.1. Мы можем использовать Ваши персональные данные, которые мы получаем о Вас, для:
                        </p>
                        <p>
                        3.1.1. предоставления Вам для использования неактивированных данных и команд, включая запросы на обработку платежей и отправку другим людям продукции в качестве подарка с помощью Сайта;
                        </p>
                        <p>
                        3.1.2. управления учетной записью и предоставления Вам клиентской поддержки;
                        </p>
                        <p>
                        3.1.3. выполнения поисков и анализа информации об использовании Вами или Вашей заинтересованности в Наших продуктах, лицензиях, контенте, Сайте или контенте, предлагаемом третьими лицами;
                        </p>
                        <p>
                        3.1.4. обмена информацией с Вами по электронной почте, обычной почте, с помощью удаленных уведомлений и/или иными цифровыми способами по вопросам услуг и продуктов, которые могут Вас заинтересовать, предоставляемых Нами или третьими сторонами;
                        </p>
                        <p>
                        3.1.5. создания или размещения контента и рекламы, разработанных с учетом Ваших предпочтений и интересов, на Сайте и других веб-сайтах и онлайн сервисах;
                        </p>
                        <p>
                        3.1.6. обнаружения и устранения любых мошеннических или незаконных или нежелательных действий (поведения) Лицензиатов;
                        </p>
                        <p>
                        3.1.7. проведения базовых проверок Лицензиатов и выполнения других действий, предусмотренных применимым законодательством;
                        </p>
                        <p>
                        3.1.8. проверки наличия у Вас права на выигрыши и вручения выигрышей в конкурсах и лотереях;
                        </p>
                        <p>
                        3.1.9. принудительной реализации любых прав, предусмотренных Лицензионным соглашением;
                        </p>
                        <p>
                        3.1.10. осуществления управления Нашим бизнесом;
                        </p>
                        <p>
                        3.1.11. предоставления Вам рекламных объявлений во время посещения Вами веб-сайтов и онлайн сервисов;
                        </p>
                        <p>
                        3.1.12. и выполнения других функций, предлагаемых Вам во время получения данных.
                        </p>
                        <p>
                        Объединение данных. Мы можем обезличивать или агрегировать персональные данные, собранные через Сайт, и использовать или раскрывать их в любых целях.
                        </p>
                        <h3>4. Порядок и условия обработки персональных данных</h3>
                        <p>
                        4.1. Мы обрабатываем персональные данные на основании таких принципов:
                        </p>
                        <p>
                        4.1.1. законности и справедливости целей и способов обработки персональных данных;
                        </p>
                        <p>
                        4.1.2. соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе персональных данных;
                        </p>
                        <p>
                        4.1.3. соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных.
                        </p>
                        <p>
                        4.2. Условия обработки персональных данных
                        </p>
                        <p>
                        4.2.1. Мы осуществляем обработку персональных данных Пользователей в целях исполнения Лицензионного соглашения и реализации законных прав и интересов.
                        </p>
                        <p>
                        4.3. Сроки обработки персональных данных
                        </p>
                        <p>
                        4.3.1. Срок обработки персональных данных определяется периодом, необходимым для целей, в которых такие данные были предоставлены (в том числе для исполнения Лицензионного соглашения), если иной срок обработки не предусмотрен действующим законодательством.
                        </p>
                        <h3>5. Кому мы можем раскрыть Вашу информацию</h3>
                        <p>
                        5.1. Личная информация. Мы не раскрываем Ваши персональные данные третьим лицам, за исключением приведенных ниже случаев или когда Мы информируем Вас и даем Вам возможность отказаться от раскрытия Ваших персональных данных. Мы можем раскрывать персональные данные:
                        </p>
                        <ul>
                            <li>
                            5.1.1. Поставщикам услуг. Мы можем раскрывать Вашу личную информацию, которая может включать ваше имя и контактную информацию (включая адрес электронной почты) третьим лицам, которые оказывают определенные услуги от Нашего имени. Такие услуги могут включать, в том числе, но не исключительно, выполнение заказов, обеспечение обслуживания клиентов и маркетинговой помощи, проведение анализа деловой активности и продаж, отбор участников, поддержку функционала Нашего Сайта, проведение конкурсов, розыгрышей, исследований и прочих мероприятий, предлагаемых через Сайт. Мы можем также раскрыть Ваше имя, контактную информацию и информацию, связанную с кредитной картой Нашим уполномоченным поставщикам услуг, которые обрабатывают платежи по кредитным картам.
                            </li>
                            <li>
                            5.1.2. Другие Пользователи. Мы будем передавать Вашу информацию из Вашего профиля другим Пользователям Сайта. Также Мы будем способствовать обмену сообщениями между Вами и другими Пользователями, в результате чего содержание Ваших сообщений будет передаваться получателям.
                            </li>
                            <li>
                            5.1.3. Маркетинг. Мы можем давать разрешение на доступ к данным, собранным Сайтом и Нашими провайдерами услуг, для обеспечения (в том числе, на электронную почту) рекламных объявлений на Сайте или на других веб-сайтах и онлайн сервисах или отправки Вам информации, которая может быть полезна и важна для Вас. Кроме того, Мы можем использовать Ваши персональные данные для персонализации маркетинговых компаний.
                            </li>
                            <li>
                            5.1.4. Бизнес-партнеры. Когда Вы регистрируетесь, делаете покупки на Сайте или выбираете мышкой Наши рекламные объявления, предлагаемые на веб-сайтах и онлайн сервисах третьих лиц, Мы можем обмениваться персональными данными с компаниями, с которыми Мы заключили партнерские соглашения, для предложения Вам соответствующих продуктов, услуг или другой рекламы. Если Вы решите принять участие в предложении или программе конкретного партнера, Вы уполномочиваете Нас предоставить такой компании ваш адрес электронной почты и другую информацию.
                            </li>
                        </ul>
                        <p>
                        5.2. Другие ситуации. Также, Мы можем раскрывать Вашу информацию, включая персональные данные:
                        </p>
                        <ul>
                            <li>
                            5.2.1. в ответ на судебную повестку или иной следственный запрос, решение суда или запрос на сотрудничество от правоохранительных или иных уполномоченных органов согласно действующему законодательству; для установления или реализации Наших законных прав или законных прав третьих лиц; для защиты от судебных исков; в других случаях, если этого будет требовать действующее законодательство. В таких случаях Мы можем подавать возражения или отказываться от использования любого правового возражения или права, имеющихся в Нашем распоряжении.
                            </li>
                            <li>
                            5.2.2. если Мы посчитаем, что раскрытие необходимо в связи с Нашей работой, направленной на расследование и предотвращение незаконной деятельности, или реализацию любого другого действия связанного с незаконной деятельностью, подозрениями в мошенничестве или ином правонарушении; для защиты прав, имущества или безопасности Нашей компании, Наших Лицензиатов, Наших работников и иных лиц; для выполнения требований применяемого законодательства или сотрудничества с правоохранительными органами; или для обеспечения выполнения условий пользования Сайтом или иных договоров или политик.
                            </li>
                            <li>
                            5.2.3. в связи с проведением значительной корпоративной операции, включая продажу Нашего бизнеса, изъятие инвестиции, слияние, объединение, продажи активов или в случае банкротства, что является маловероятным.
                            </li>
                        </ul>
                        <p>
                        Обобщенные и/или обезличенные персональные данные. Мы можем раскрывать обезличенные персональные данные, собранные Нами, в любых описанных выше обстоятельствах. Мы можем комбинировать обезличенные персональные данные, собранные Нами, с дополнительной обобщенной информацией, собранной из других источников. Также Мы можем раскрывать обобщенные обезличенные персональные данные третьим лицам, включая консультантов, рекламных агентов и инвесторов, в целях проведения общего анализа деловой активности или в других деловых целях.
                        </p>
                        <p>
                        5.3. Как отказаться от получения маркетинговых сообщений по электронной почте в будущем
                        </p>
                        <ul>
                            <li>
                            5.3.1. Чтобы отказаться от всех уведомлений, перейдите в меню настроек, отмените выбор функции «Получать оповещения о новых сообщениях на почту», «Получать оповещения об окончании срока действия неактивированных данных и команд на почту», «Получать оповещения в браузере» и сохраните изменения. Также, Вы можете отказаться от маркетинговых электронных писем, используя ссылку «Отказаться от подписки» в соответствующем маркетинговом электронном сообщении. Следует помнить, что даже если Вы откажетесь от маркетинговых сообщений, Мы можем продолжить отправку Вам электронных писем для административных и информационных целей, не связанных с маркетингом.
                            </li>
                        </ul>
                        <p>
                        5.4. Веб-сайты третьих лиц
                        </p>
                        <ul>
                            <li>
                            5.4.1. На Нашем Cайте есть разделы, на которых Вы можете выбрать ссылки доступа на другие веб-сайты, которые не работают в соответствии с этой Политикой. Например, если Вы выберете мышкой рекламное объявление на Нашем Сайте, Вы можете перейти на веб-сайт, который Мы не контролируем. Эти веб-сайты третьих лиц могут самостоятельно запрашивать и получать информацию, включая персональные данные, от Вас и, в некоторых случаях, предоставлять Нам информацию о Ваших действиях на этих веб-сайтах. Мы рекомендуем Вам ознакомиться с политиками конфиденциальности посещаемых Вами веб-сайтов третьих лиц, которые, как правило, доступны по соответствующей ссылке в нижней части посещаемой Вами веб-страницы.
                            </li>
                        </ul>
                        <h3>6. Как Вы можете получить доступ к Вашей информации</h3>
                        <p>
                        6.1. Если Вы захотите обновить или исправить любую информацию, предоставленную Вами Нам в ходе использования Сайта, Вы можете сделать это на Сайте. Если Вам необходима помощь или если у Вас есть предложения по усовершенствованию этой Политики, просим отправить соответствующее электронное письмо в службу поддержки.
                        </p>
                        <p>
                        6.2. Если Вы создали на Сайте онлайн учетную запись, Вы можете закрыть ее, направив соответствующий запрос в службу поддержки. Вы можете открыть новую отдельную учетную запись в любое время или повторно активировать Вашу предыдущую учетную запись, следуя инструкциям, полученным от Нас во время закрытия учетной записи. Если Вы закроете свою учетную запись, Мы можем продолжить хранить определенную информацию, связанную с Вашей учетной записью, для аналитических и статистических целей и обеспечения целостности записей и документации, а также для предотвращения мошенничества, взыскания задолженности, подачи требований о выполнении Наших условий, выполнения действий, которые Мы посчитаем необходимыми для защиты целостности Сайта или безопасности Наших Лицензиатов, а также выполнения других действий, разрешенных действующим законодательством. Кроме того, если определенная информация уже будет предоставлена третьим лицам согласно настоящей Политике, обработка этой информации будет осуществляться в соответствии с политикой конфиденциальности таких третьих лиц.
                        </p>
                        <h3>7. Ваши варианты выбора касательно обработки и использования Вашей информации</h3>
                        <p>
                        Вы можете контролировать информацию, собираемую через куки-файлы. Ниже в разделе «Куки-файлы» приведена дополнительная информация о том, как отклонить или удалить куки-файлы.
                        </p>
                        <h3>8. Защита персональных данных Лицензиатов</h3>
                        <p>
                        8.1. Мы принимаем необходимые технические и организационно-правовые меры безопасности (включая физические, электронные и организационные меры) для защиты Ваших персональных данных от несанкционированного доступа к ним, их раскрытия, неправомерного копирования и распространения, а также иных неправомерных действий. Мы хотим, чтобы Вы чувствовали себя уверенно и безопасно при использовании Сайта.
                        </p>
                        <p>
                        8.2. Несмотря на предпринимаемые Нами меры по защите Ваших персональных данных, Мы не гарантируем, что Ваша личная информация, поиски и иные обмены данными будут всегда защищены. Лицензиатам следует с осторожностью раскрывать свои персональные данные и избегать отправки персональных данных через небезопасную электронную почту. Мы не несем ответственности за защиту персональных данных Лицензиатов, которые были раскрыты третьим лицам через небезопасную электронную почту.
                        </p>
                        <p>
                        8.3. Лицензиат несет ответственность за сохранность логина и пароля для доступа на Сайт и не имеет права передавать их третьим лицам. При этом, Лицензиат может разрешить хранение логина и пароля (с использованием куки-файлов) на используемом им аппаратно-программном обеспечении для последующей автоматической авторизации на Сайте.
                        </p>
                        <h3>9. Запросы Лицензиатов касательно наличия и использования персональных данных</h3>
                        <p>
                        Лицензиаты вправе направлять Нам свои запросы касательно наличия и использования персональных данных в онлайн службу поддержки или через соответствующую форму на Сайте.
                        </p>
                        <p>
                        Мы рассматриваем и направляем ответы на поступивший запрос Лицензиата в течение 30 дней с даты получения запроса.
                        </p>
                        <h3>10. Информация, которую Вы предоставляете о себе при использовании Сайта</h3>
                        <p>
                        На Нашем Сайте Мы создаем разделы, на которых Вы можете размещать информацию о себе и других, обмениваться информацией с другими лицами и выгружать контент, например, фотографии. Такие размещения регулируются Лицензионным соглашением. Кроме того, такие размещенные данные могут появляться на других веб-сайтах и в случаях, когда Пользователи будут проводить поиски, соответствующие теме или предмету Вашего размещения. Дополнительно, во всех случаях, когда Вы будете добровольно раскрывать личную информацию на веб-страницах, доступных для просмотра широкой публике, такая информация будет публично доступной и может собираться и использоваться другими лицами. Например, если Вы разместите Ваш электронный адрес, Вы можете получать незатребованные сообщения. Мы не можем контролировать лиц, которые будут просматривать размещенные Вами данные, и их действия в отношении добровольно размещенной Вами информации, поэтому Мы рекомендуем Вам соблюдать меры предосторожности в отношении Вашей личной информации.
                        </p>
                        <h3>11. Защита персональных данных несовершеннолетних</h3>
                        <p>
                        11.1. Хотя Наш Сайт предназначен для широкой аудитории, Мы ограничиваем использование Нашего Сайта лицами, возраст которых составляет 1 8 и более лет. Мы не имеем намерения получать информацию от несовершеннолетних и рекомендуем законным представителям несовершеннолетних допускать их к работе в сети Интернет только под собственным контролем. Если Вам станет известно, что Ваш ребенок предоставил Нам личную информацию без Вашего разрешения, Вы можете предупредить Нас об этом, написав в Нашу службу поддержки.
                        </p>
                        <h3>12. Трансграничная передача персональных данных</h3>
                        <p>
                        PrivetSecret является международным коммерческим проектом. Мы можем передавать персональные данные в страны за пределами той страны, в которой информация была собрана. Эти страны могут иметь отличимое законодательство о защите персональных данных от законодательства страны, в которой Вы изначально предоставили информацию. Когда Мы передаем Ваши персональные данные в другие страны, Мы защищаем такие данные согласно положениям данной Политики.
                        </p>
                        <p>
                        Поскольку трансграничная передача персональных данных осуществляется Нами в целях исполнения Лицензионного соглашения, согласно положениям законодательства Англии и Уэльса о персональных данных согласие Лицензиата на такую передачу не требуется. Соглашаясь с положениями данной Политики, Вы подтверждаете, что осведомлены о возможности трансграничной передачи Ваших персональных данных в целях, описанных в данной Политике.
                        </p>
                        <p>
                        Вы можете в любое время отозвать свое согласие, отправив соответствующее электронное письмо в службу поддержки. Тем не менее, это может повлиять или ограничить возможность использования Вами Сайта или любых услуг PrivetSecret.
                        </p>
                        <h3>13. Отсутствие прав для третьих лиц</h3>
                        <p>
                        Настоящая Политика не создает права, которые могут быть принудительно реализованы третьими лицами, и не требует раскрытия любых персональных данных о Лицензиатах Сайта.
                        </p>
                        <h3>14. Изменения Политики</h3>
                        <p>
                        14.1. Мы имеем право периодически обновлять Нашу Политику. При внесении изменений в Политику Мы уведомляем об этом Лицензиатов путем размещения новой редакции Политики на Сайте. Рекомендуем Вам время от времени проверять Сайт, чтобы быть в курсе любых изменений в настоящей Политике или любой другой Нашей политике.
                        </p>
                        <p>
                        14.2. Если Наши принципы обработки ранее полученных персональных данных изменятся таким образом, что они станут существенно менее жесткими, чем в настоящей редакции этой Политики, действующей на момент получения Нами персональных данных, Мы предпримем меры, направленные на предоставление уведомлений и получение согласия на любые такие использования в соответствии с законодательством.
                        </p>
                        <h3>15. Куки-файлы и другие подобные технологии</h3>
                        <p>
                            Куки. Файл типа куки – это небольшой текстовый файл, хранящийся на компьютере Лицензиата для целей ведения и регистрации данных. Куки-файлы делятся на куки-файлы сеанса и постоянные куки-файлы. Куки-файлы сеанса удаляются после закрытия Вами браузера и используются для облегчения навигации по Сайту. Постоянный куки-файл остается на Вашем твердом диске более продолжительный период времени. Куки-файлы на Нашем Сайте не содержат ссылок на Ваши персональные данные и не хранят их. Например, если Вы подпишетесь на Наш Сайт, Мы зафиксируем ваше ID Лицензиата и имя, ассоциированное с вашим ID Лицензиата, в куки-файле на Вашем компьютере. Также Мы можем зафиксировать в этом куки-файле Ваш пароль, если Вы заявите о своем желании сохранить пароль для автоматической регистрации. В целях безопасности Мы будем кодировать в таких куки-файлах все имена Лицензиатов, пароли и другую информацию, связанную с именем Лицензиата или учетной записью. В случае сайтов и услуг, не использующих ID Лицензиата, куки-файл будет содержать уникальный идентификатор. Мы можем разрешить Нашим официальным провайдерам услуг обслуживать куки-файлы с Нашего Сайта для того, чтобы позволить им оказывать Нам помощь в различных видах деятельности, таких как проведение анализов и изучение эффективности Нашего Сайта, контента и рекламных объявлений. Вы можете удалять или отклонять куки-файлы, изменяя настройки Вашего браузера (для получения инструкций, необходимо нажать на кнопку «Помощь» на панели инструментов большинства браузеров). Если Вы сделаете это, некоторые функции или услуги Нашего Сайта могут не функционировать надлежащим образом. Мы можем разрешить третьим лицам, рекламным компаниям и сетям размещать рекламные объявления на Сайте. Эти компании могут использовать технологии слежения, такие как куки-файлы, для сбора информации о Лицензиатах, просматривающих или использующих эти рекламные объявления. Наш Сайт не предоставляет персональные данные этим третьим лицам, однако они могут собирать информацию о нахождении Вас или других лиц, использующих Ваш компьютер, лиц, видящих и/или выбирающих мышкой объявления, размещенные ими (такую как информация о кликах, типе браузера, времени и дате, предмете выбранных или просмотренных объявлений и т.д.), а также, возможно, ассоциировать эту информацию с Вашими следующими посещениями рекламируемых веб-сайтов. Кроме того, они могут объединять эту информацию, полученную от Вас, для подачи рекламных объявлений о товарах и Сайте, которая потенциально может Вас заинтересовать. Сбор и использование этой информации подпадают под положения политик конфиденциальности третьих лиц. Эта информация позволяет Нам отправлять целевую рекламу и улучшить ее эффективность и полезность для Вас.
                        </p>
                        <p>
                        Веб-маяки. Веб-маяки (также известные как «прозрачные гифки», «пиксельные теги» или «веб-жучки») представляют собой крошечные графические элементы с уникальными идентификаторами, по функциям похожие на куки-файлы, которые используются для отслеживания онлайн-перемещений веб-пользователей или для доступа к куки-файлам. В отличие от куки-файлов, которые сохраняются на жестком диске компьютера Лицензиата, веб-маяки встраиваются невидимым образом в веб-страницы (или в сообщения электронной почты), и имеют размер примерно как точка в конце этого предложения. Веб-маяки могут использоваться для доставки или связи с куки-файлами, подсчета Лицензиатов, которые посетили определенные страницы и для понимания особенностей использования. Также Мы можем получать анонимные идентификационные номера, если Вы заходите на Сайт через онлайн-рекламу, показанную на стороннем сайте. Третьи лица могут использовать анонимную информацию о Ваших посещениях Сайта и других веб-сайтов в целях улучшения своей продукции и услуг, а также предоставления рекламы о товарах и услугах, которые Вам интересны.
                        </p>
                        <h3>16. Актуализация, исправление, удаление и уничтожение персональных данных</h3>
                        <p>
                        Вы несете ответственность за предоставление нам точной информации и должны, по мере необходимости, обновлять ваши Персональные данные. Вы можете обновить или исправить данные, предоставленные в ходе использования Сайта, непосредственно на Сайте. Если по какой-либо причине Вы не можете обновить или исправить Персональные данные непосредственно на Сайте, пожалуйста, свяжитесь с нами через службу поддержки.
                        </p>
                        <p>
                        Вы можете запросить доступ к своим персональным данным или удаление своих персональных данных через службу поддержки. Единственным условием, при котором Мы не будем предпринимать разумные меры для удаления Ваших Персональных данных, является обязанность хранения такой информации, возложенная на Нас в соответствии с настоящей Политикой, GDPR, или по другим законным основаниям. Обратите внимание, что удаление Ваших Персональных данных может привести к удалению Вашей учетной записи на Сайте, что будет означать для Вас невозможность доступа к Нашим услугам.
                        </p>
                        <p>
                        Вы можете запросить закрыть учетную запись на Сайте, направив соответствующий запрос в службу поддержки. Вы можете открыть новую отдельную учетную запись в любое время или повторно активировать Вашу предыдущую учетную запись, следуя инструкциям, полученным от Нас во время закрытия учетной записи.
                        </p>
                    </div>
                </div>
            </MainLayout>
        </Container>
    )
}

export default PrivatePage;